Repository: akopulko/notra
Catalog: Notra/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

source: This permanently deletes the attachment from this note.
de: Der Anhang wird dauerhaft aus dieser Notiz gelöscht.
es: El adjunto se eliminará permanentemente de esta nota.
fr: Cette action supprime définitivement la pièce jointe de cette note.
ru: Вложение будет навсегда удалено из этой заметки.

source: Title (H1)
de: Titel (H1)
es: Título (H1)
fr: Titre (H1)
ru: Заголовок (H1)

source: To-Do
de: Aufgabe
es: Tarea
fr: Tâche
ru: Задача

source: Toggle Preview
de: Vorschau ein-/ausblenden
es: Mostrar/ocultar vista previa
fr: Afficher/masquer l’aperçu
ru: Показать/скрыть просмотр

source: Try removing the selected filter.
de: Versuche, den ausgewählten Filter zu entfernen.
es: Intenta quitar el filtro seleccionado.
fr: Essayez de supprimer le filtre sélectionné.
ru: Попробуйте убрать выбранный фильтр.

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ru: Недоступно

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ru: Отменить

source: Unlinked
de: Nicht verknüpft
es: No vinculado
fr: Non liée
ru: Не связано

source: Unpin
de: Lösen
es: Desfijar
fr: Désépingler
ru: Открепить

source: Unpin Note
de: Notiz lösen
es: Desfijar nota
fr: Désépingler la note
ru: Открепить заметку

source: Use letters, numbers, hyphens, or underscores.
de: Verwende Buchstaben, Zahlen, Bindestriche oder Unterstriche.
es: Usa letras, números, guiones o guiones bajos.
fr: Utilisez des lettres, chiffres, tirets ou traits de soulignement.
ru: Используйте буквы, цифры, дефисы или символы подчёркивания.

source: Use the editor’s syntax colours when rendering note previews.
de: Verwende beim Anzeigen die Syntaxfarben des Editors.
es: Usa los colores de sintaxis del editor en las vistas previas.
fr: Utilisez les couleurs de syntaxe de l’éditeur dans les aperçus.
ru: Используйте цвета синтаксиса редактора при просмотре заметок.

source: Use these shortcuts whenever a hardware keyboard is connected.
de: Verwende diese Kurzbefehle, wenn eine Hardwaretastatur verbunden ist.
es: Usa estos atajos cuando haya un teclado físico conectado.
fr: Utilisez ces raccourcis lorsqu’un clavier matériel est connecté.
ru: Используйте эти сочетания при подключённой физической клавиатуре.

source: Version, links and project information.
de: Version, Links und Projektinformationen.
es: Versión, enlaces e información del proyecto.
fr: Version, liens et informations sur le projet.
ru: Версия, ссылки и сведения о проекте.

source: Words
de: Wörter
es: Palabras
fr: Mots
ru: Слова

source: Work faster with Notra
de: Arbeite schneller mit Notra
es: Trabaja más rápido con Notra
fr: Travaillez plus vite avec Notra
ru: Работайте быстрее с Notra

source: You can pin up to %lld notes.
de: Du kannst bis zu %lld Notizen anheften.
es: Puedes fijar hasta %lld notas.
fr: Vous pouvez épingler jusqu’à %lld notes.
ru: Можно закрепить не более %lld заметок.

source: Code
es: Código
ru: Код

source: Code Block
es: Bloque de código
fr: Bloc de code
ru: Блок кода

source: Format
es: Formato
ru: Формат

source: Link
es: Enlace
fr: Lien
ru: Ссылка

source: Open source
es: Código abierto
ru: Открытый исходный код

source: Tags
es: Etiquetas
fr: Étiquettes
ru: Теги

source: Version
es: Versión
ru: Версия

source: Version %@ (%@)
es: Versión %@ (%@)
ru: Версия %@ (%@)

source: Website
es: Sitio web
fr: Site web
ru: Веб-сайт

source: Escape
fr: Échap
ru: Esc

source: OK
ru: ОК
